
/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "87"; */
"87.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "89"; */
"89.title" = "öffnen im selben Fenster";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "90"; */
"90.title" = "werden generell blockiert";

/* Class = "NSTextFieldCell"; title = "Links requesting to be opened in a new browser window ..."; ObjectID = "91"; */
"91.title" = "Links, die in einem neuen Browserfenster geöffnet werden sollen ...";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "92"; */
"92.title" = "öffnen in einem neuen Fenster";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "96"; */
"96.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "97"; */
"97.title" = "öffnen in einem neuen Fenster";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "98"; */
"98.title" = "werden generell blockiert";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "99"; */
"99.title" = "öffnen im selben Fenster";

/* Class = "NSTextFieldCell"; title = "Links in JavaScript/plug-ins ..."; ObjectID = "100"; */
"100.title" = "Links in JavaScript/Plug-Ins ...";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "101"; */
"101.ibShadowedToolTip" = "Hyperlinks werden ignoriert, wenn sie auf einen anderen Server als den der aktuellen Webseite führen.";

/* Class = "NSButtonCell"; title = "block when directing to a different server"; ObjectID = "102"; */
"102.title" = "blockieren, wenn Ziel auf anderem Server";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "103"; */
"103.ibShadowedToolTip" = "Hyperlinks werden ignoriert, wenn sie auf einen anderen Server als den der aktuellen Webseite führen.";

/* Class = "NSButtonCell"; title = "block when directing to a different server"; ObjectID = "104"; */
"104.title" = "blockieren, wenn Ziel auf anderem Server";

/* Class = "NSButton"; ibShadowedToolTip = "Enables web plugins like Flash. For security reasons it's recommended to disable this option if you don't use any plugin content."; ObjectID = "107"; */
"107.ibShadowedToolTip" = "Erlaubt Web-Plug-Ins wie Flash. Aus Sicherheitsgründen wird empfohlen, diese Option auszuschalten, wenn keine Plug-In-Inhalte benötigt werden.";

/* Class = "NSButtonCell"; title = "Enable plug-ins"; ObjectID = "108"; */
"108.title" = "Plug-Ins aktivieren";

/* Class = "NSButton"; ibShadowedToolTip = "Enables Java-Applets."; ObjectID = "168"; */
"168.ibShadowedToolTip" = "Java-Applets zulassen";

/* Class = "NSButtonCell"; title = "Enable Java"; ObjectID = "169"; */
"169.title" = "Java aktivieren";

/* Class = "NSButton"; ibShadowedToolTip = "Enables JavaScript. Please note that most modern websites need JavaScript for full functionality."; ObjectID = "171"; */
"171.ibShadowedToolTip" = "JavaScript aktivieren. Bitte beachten: Die meisten modernen Websites benötigen JavaScript für volle Funktionalität.";

/* Class = "NSButtonCell"; title = "Enable JavaScript"; ObjectID = "172"; */
"172.title" = "JavaScript aktivieren";

/* Class = "NSButton"; ibShadowedToolTip = "Disables pop-up windows (often advertisement) opened by JavaScript without an user action such as a button click."; ObjectID = "176"; */
"176.ibShadowedToolTip" = "Blockiert Pop-Up-Fenster (häufig Werbung), die per JavaScript ohne eine Benutzeraktion wie einen Klick auf eine Schaltfläche geöffnet werden.";

/* Class = "NSButtonCell"; title = "Block pop-up windows"; ObjectID = "177"; */
"177.title" = "Pop-Ups unterdrücken";

/* Class = "NSButton"; ibShadowedToolTip = "Disabling browsing to previously visited pages increases security, because it might be possible to leave an exam by browsing back to an external start page."; ObjectID = "180"; */
"180.ibShadowedToolTip" = "Das Ausschalten der Funktion, auf bereits besuchte Seiten zurückzukehren (per Befehlstaste + Cursor links) erhöht die Sicherheit, weil es ansonsten möglich sein kann, eine Prüfung zu verlasen, indem man auf eine Startseite ausserhalb des Prüfungs-Servers zurückkehrt.";

/* Class = "NSButtonCell"; title = "Allow browsing back/forward"; ObjectID = "181"; */
"181.title" = "Vorwärts-/Rückwärts-Surfen erlauben";
